# St7SetProjectDirectionAsTarget

Sets the mode of projection to Target Normal for subsequent uses of projection tools.

long St7SetProjectDirectionAsTarget(long uID)

Input Parameters

uID

Strand7 model file ID.